Repository: ptpt52/lede-luci
Catalog: applications/luci-app-simple-adblock/po/*/simple-adblock.po
Languages: ru

source: Blacklisted Domain URLs
ru: Черный список доменных URL адресов

source: Blacklisted Domains
ru: Черный список доменов

source: Blacklisted Hosts URLs
ru: Черный список хостов URL адресов

source: Controls system log and console output verbosity
ru: Проверка системного журнала и уровень детализации вывода консоли.

source: Enable/start service
ru: Включение / Запуск утилиты

source: Force Router DNS
ru: Назначить DNS роутера

source: Force Router DNS server to all local devices
ru: Назначить DNS роутера всем локальным девайсам

source: Forces Router DNS use on local devices, also known as DNS Hijacking
ru: Назначить DNS роутера всем локальным девайсам, методом DNS Hijacking.

source: Individual domains to be blacklisted
ru: Домены добавленные пользователем в черный список.

source: Individual domains to be whitelisted
ru: Домены добавленные пользователем в белый список.

source: LED to indicate status
ru: Использование LED для индикации состояния

source: Let local devices use their own DNS servers if set
ru: Разрешить локальным устройствам использовать собственные DNS, если они прописаны в настройках сети устройства

source: Output Verbosity Setting
ru: Настройка детализации вывода

source: Pick the LED not already used in
ru: Выберите LED не используется в

source: Simple AdBlock Settings
ru: Настройка Simple AdBlock

source: Some output
ru: Неполный вывод

source: Suppress output
ru: Подавить вывод

source: System LED Configuration
ru: Настройка LED индикации системы

source: URLs to lists of domains to be blacklisted
ru: URL адреса доменов для черного списка.

source: URLs to lists of domains to be whitelisted
ru: URL адреса доменов для белого списка.

source: URLs to lists of hosts to be blacklisted
ru: URL адреса хостов для черного списка.

source: Verbose output
ru: Подробный вывод

source: Whitelisted Domain URLs
ru: URLs доменов белого списка

source: Whitelisted Domains
ru: Белый список доменов

source: none
ru: Нет
