Repository: ptpt52/lede-luci
Catalog: applications/luci-app-bcp38/po/*/bcp38.po
Languages: ru

source: Allowed IP ranges
ru: Даипазон разрешенных IP адресов

source: Attempt to automatically detect if the upstream IP will be blocked by the configuration, and add an exception if it will. If this does not work correctly, you can add exceptions manually below.
ru: Попытается автоматически обнаружить, если будет настроена блокировка раздающего IP, и добавить событие в исключения. Если автоматичеки не получиться, можно добавить данное событие в исключения вручную ниже.

source: Auto-detect upstream IP
ru: Автоматическое определение раздающего IP

source: BCP38 config
ru: BCP38 config файл

source: Blocked IP ranges
ru: Даипазон запрещенных IP адресов

source: Enable
ru: Включить

source: Interface name
ru: Имя интерфейса

source: Interface to apply the blocking to (should be the upstream WAN interface).
ru: Интерфейс для применения блокировки (должен быть раздающим WAN интерфейсом).

source: Takes precedence over blocked ranges. Use to whitelist your upstream network if you're behind a double NAT and the auto-detection doesn't work.
ru: Приоритет имеет блокировка диапазонов IP. Используйте для белого списка вашей раздающей сети, если вы за двойным NAT-ом и автоматическое обнаружение не работает.

source: This function blocks packets with private address destinations from going out onto the internet as per <a href="http://tools.ietf.org/html/bcp38">BCP 38</a>. For IPv6, only source specific default routes are installed, so no BCP38 firewall routes are needed.
ru: Эта функция блокирует пакеты с частными адресами назначения из выхода в интернет согласно <a href="http://tools.ietf.org/html/ bcp38">BCP 38</a>. Для IPv6, устанавливаются только специфичные для источника маршруты по умолчанию поэтому BCP38 не используется фаерволом.
