Repository: ptpt52/lede-luci
Catalog: applications/luci-app-travelmate/po/*/travelmate.po
Languages: ru

source: Actions
ru: Действия

source: Add Interface
ru: Добавить интерфейс

source: Add Uplink
ru: Подключение к сети

source: Add Wireless Uplink Configuration
ru: Добавить настройку беспроводной сети

source: Additional trigger delay in seconds before travelmate processing begins.
ru: Дополнительная задержка в секундах до запуска TravelMate.

source: Advanced
ru: Дополнительно

source: Back to overview
ru: Вернуться в главное меню

source: Configuration of the travelmate package to to enable travel router functionality.
ru: Настройка утилиты TravelMate - помощника путешественника.

source: Connection Limit
ru: Ограничение соединений

source: Create Uplink Interface
ru: Создать интерфейс сети

source: Create a new wireless wan uplink interface, configure it to use dhcp and
ru: Создать новый wwan интерфейс беспроводной сети, настроить его на использование с DHCP и

source: Delete
ru: Удалить

source: Station ID (SSID/BSSID)
ru: ID клиента (SSID/BSSID)

source: Delete this Uplink
ru: Удалить сеть

source: Device
ru: Устройство

source: Edit
ru: Редактировать

source: Edit Firewall Configuration
ru: Редактировать настройки фаервола

source: Edit Network Configuration
ru: Редактировать настройки сети

source: Edit Travelmate Configuration
ru: Редактировать настройки Travelmate

source: Edit Wireless Configuration
ru: Редактировать настройки беспроводного соединения

source: Edit Wireless Uplink Configuration
ru: Редактировать настройки беспроводной сети

source: Edit this Uplink
ru: Редактировать настройки сети

source: Enable 'automatic' mode
ru: Включить режим 'автоматически'

source: Enable travelmate
ru: Включить Travelmate

source: Enable verbose debug logging
ru: Включить подробное ведение журнала отладки

source: Encryption
ru: Шифрование

source: Extra options
ru: Дополнительные настройки

source: Find and join network on
ru: Найти сеть и подключится к ней

source: For further information <a href="%s" target="_blank">see online documentation</a>
ru: Для получения дополнительной информации <a href="%s" target="_blank"> смотрите онлайн документацию</a>.

source: How long should travelmate wait for a successful wlan interface reload.
ru: Временная задержка TravelMate неоходимая для полной перезагрузки wlan интерфейса.

source: How many times should travelmate try to connect to an Uplink.
ru: Сколько раз TravelMate должен пытаться подключиться к сети.

source: Input file not found, please check your configuration.
ru: Входной файл не найден, проверьте настройки.

source: Interface Timeout
ru: Временная задержка интерфейса

source: Interface Wizard
ru: Помощник настройки интерфейса

source: Keep travelmate in an active state. Check every n seconds the connection status, i.e. the uplink availability.
ru: Поддержка TravelMate в активном состоянии. Проверка состояния соединения каждые n секунд, т.е. доступность сети.

source: Last rundate
ru: Дата последнего запуска

source: Manual Rescan
ru: Мануал пересканировать

source: Move down
ru: Двигаться вниз

source: Move up
ru: Двигаться вверх

source: Name of the uplink interface that triggers travelmate processing in 'manual' mode.
ru: Имя интерфейса сети, который TravelMate обрабатывает в режиме 'ручной'.

source: Online Status
ru: Онлайн состояние

source: Open
ru: Открыть

source: Options for further tweaking in case the defaults are not suitable for you.
ru: Возможные варианты детальной настройки, если значения по умолчанию не подходят для вас.

source: Overall Timeout
ru: Общее время ожидания

source: Overview
ru: Главное меню

source: Passphrase (%s)
ru: Пароль (%s)

source: Provides an overview of all configured uplinks for the travelmate interface (%s). You can edit, delete or re-order existing uplinks or scan for a new one. The currently used uplink is emphasized in blue.
ru: Общие сведения обо всех настроенных сетевых соединениях интерфейса TravelMate (%s). Вы можете редактировать, удалять или переупорядочивать существующие сети или сканировать их. Используемое сетевое соединение подчеркнуто синим цветом.

source: Radio selection
ru: Выбор Wi-Fi устройства

source: Repeat scan
ru: Повторить сканирование

source: Rescan
ru: Пересканировать

source: Restrict travelmate to a dedicated radio, e.g. 'radio0'.
ru: Выделить TravelMate-у конкретное Wi-Fi устройство, например 'radio0'.

source: Runtime information
ru: Информация о состоянии

source: Uplink BSSID
ru: BSSID сети

source: SSID (hidden)
ru: SSID (скрытый)

source: Save
ru: Сохранить

source: Scan
ru: Сканировать

source: Signal strength
ru: Мощность сигнала

source: Specify the secret encryption key here.
ru: Здесь указывается секретный ключ шифрования.

source: Station Interface
ru: Интерфейс клиента

source: Station Radio
ru: Wi-Fi устройство клиента

source: Station SSID
ru: SSID клиента

source: This form allows you to modify the content of the main firewall configuration file (/etc/config/firewall).
ru: Вкладка настройки фаервола, изменение содержимого config файла настройки фаервола (/etc/config/firewall).

source: This form allows you to modify the content of the main network configuration file (/etc/config/network).
ru: Вкладка настройки сети, изменение содержимого config файла настройки сети (/etc/config/network).

source: This form allows you to modify the content of the main travelmate configuration file (/etc/config/travelmate).
ru: Вкладка настройки Travelmate, изменение содержимого config файла настройки Travelmate (/etc/config/travelmate).

source: This form allows you to modify the content of the main wireless configuration file (/etc/config/wireless).
ru: Вкладка настройки беспроводных соединений, изменение содержимого config файла настройки беспроводных сетей (/etc/config/wireless).

source: This form shows the syslog output, pre-filtered for travelmate related messages only.
ru: Вкладка просмотра системного журнала, показаны только события связанные с работой утилиты TravelMate.

source: Timeout in seconds between retries in 'automatic' mode.
ru: Время ожидания в секундах между повторными попытками соединения в режиме 'автоматически'.

source: To disable this feature set it to '0' which means unlimited retries.
ru: Чтобы отключить эту функцию, установите значение "0", что означает неограниченное количество попыток.

source: Travelmate Logfile
ru: Системный журнал TravelMate

source: Travelmate version
ru: Версия TravelMate

source: Trigger delay
ru: Задержка запуска

source: Unknown
ru: Неизвестно

source: Uplink / Trigger interface
ru: Сеть / Включить интерфейс

source: Uplink SSID
ru: SSID сети

source: Uplink interface
ru: Интерфейс сети

source: View Logfile
ru: Просмотр системного журнала

source: WEP passphrase
ru: Пароль WEP

source: WPA passphrase
ru: Пароль WPA

source: Wireless Scan
ru: Сканирование беспроводных сетей

source: Wireless Stations
ru: Клиенты беспроводной сети

source: add it to the wan zone of the firewall. This step has only to be done once.
ru: добавить в wan зону фаервола. Можно сделать только один раз.

source: connected
ru: подключен

source: hidden
ru: скрытый

source: n/a
ru: не отвечает

source: not connected
ru: Не подключено
