Repository: ptpt52/lede-luci
Catalog: applications/luci-app-adblock/po/*/adblock.po
Languages: ru

source: Adblock Logfile
ru: Ведение системного журала Adblock-ом

source: Adblock Status
ru: Состояние Adblock-а

source: Adblock version
ru: Версия Adblock-а

source: Additional trigger delay in seconds before adblock processing begins.
ru: Дополнительная задержка в секундах до начала работы Adblock-a.

source: Advanced
ru: Дополнительно

source: Available blocklist sources.
ru: Источники списков блокировки.

source: Note that list URLs and Shallalist category selections are configurable in the 'Advanced' section.
ru: Списки URLs и списки использования, настраиваются во вкладке 'Дополнительно'.

source: Backup directory
ru: Папка для бэкапа

source: Blocklist sources
ru: Источники списков блокировки

source: Caution: Please don't select big lists or many lists at once on low memory devices to prevent OOM exceptions!
ru: Внимание: Не создавайте больших по объему черных и белых списков, роутеры содержат мало оперативной памяти, возможен програмный сбой и перезагрузка девайса.

source: Choose 'none' to disable automatic startups, 'timed' to use a classic timeout (default 30 sec.) or select another trigger interface.
ru: Выберите 'none', чтобы отключить автоматические старт, 'timed', чтобы использовать дефолтную задержку (по умолчанию 30 сек.) или выберите другой интерфейс запуска.

source: Collecting data...
ru: Сбор данных...

source: Configuration of the adblock package to block ad/abuse domains by using DNS.
ru: Настройка Adblock для блокировки ненадежных или добавления доверенных доменов используя DNS.

source: For further information
ru: Для получения дополнительной информации

source: Space separated list of interfaces that trigger adblock processing. To disable event driven (re-)starts remove all entries.
ru: Разделенный пробелом список интерфейсов, запускающих обработку Adblock. Для отключения управляемого событиями начинает удалять все записи.

source: Create compressed blocklist backups, they will be used in case of download errors or during startup in manual mode.
ru: Создавайте сжатые резервные копии списков блокировки, они будут использоваться в случае ошибок загрузки или при запуске в ручном режиме..

source: DNS backend
ru: Внутренний DNS

source: DNS Directory
ru: Папка DNS

source: Last rundate
ru: Последнее время запуска

source: Do not automatically update blocklists during startup, use blocklist backups instead.
ru: Не обновляйте списки блокировок автоматически во время запуска, вместо этого используйте резервные копии списков блокировок.

source: Download Utility (SSL Library)
ru: Загрузить утилиту (библиотека SSL)

source: Edit Blacklist
ru: Редактировать черный список

source: Edit Configuration
ru: Редактировать config файл

source: Edit Whitelist
ru: Редактировать белый список

source: Enable adblock
ru: Включить Adblock

source: Enable blocklist backup
ru: Включить сохранение списка блокировок

source: Enable memory intense overall sort / duplicate removal on low memory devices (&lt; 64 MB RAM)
ru: Включите полную сортировку / удаление дубликатов памяти на устройствах с низким объемом памяти (&lt; 64 МБ оперативной памяти)

source: Enable verbose debug logging
ru: Включите подробное ведение журнала отладки

source: Enable verbose debug logging in case of any processing error.
ru: Включите подробное ведение журнала отладки в случае ошибки обработки.

source: Enabled
ru: Включено

source: Extra options
ru: Расширенный режим

source: For SSL protected blocklist sources you need a suitable SSL library, e.g. 'libustream-ssl' or the wget 'built-in'.
ru: Для SSL-защищенных источников списков блокировки, вам нужны подходящие SSL библиотеки, например 'libustream-ssl' или wget 'built-in'.

source: see online documentation
ru: смотрите онлайн документацию

source: Force local DNS
ru: Назначить местный DNS

source: Force Overall Sort
ru: Назначить полную сортировку

source: Redirect all DNS queries to the local resolver.
ru: Перенаправьте все запросы DNS к локальному преобразователю.

source: Input file not found, please check your configuration.
ru: Введенный файл не найден, проверьте ваши настройки.

source: Invalid domain specified!
ru: Задан недопустимый домен!

source: Last Run
ru: Последний запуск

source: List URLs and Shallalist category selections are configurable in the 'Advanced' section.<br />
ru: Список URL-адресов и настройка списока использования настраиваются во вкладке 'Дополнительно'.<br />

source: List of available network interfaces. By default the startup will be triggered by the 'wan' interface.<br />
ru: Список доступных сетевых интерфейсов. По умолчанию установлен 'wan' интерфейс.<br />

source: List of supported DNS backends with their default list export directory.<br />
ru: Список поддерживаемых серверов DNS с дефолтным списком - перемещается в папку.<br />

source: Loading
ru: Загрузка

source: Manual / Backup mode
ru: Ручной режим / Режим сохранения бекапа

source: Options for further tweaking in case the defaults are not suitable for you.
ru: Варианты для дальнейшей обработки, если значения по умолчанию вам не подходят.

source: Blocked domains(overall)
ru: Заблокированные домены (все)

source: Please add only one domain per line. Comments introduced with '#' are allowed - ip addresses, wildcards and regex are not.
ru: Добавляйте только один домен в строке. Комментарии вводятся используя '#' разрешенные - ip адреса, подстановочные знаки и нерегулярные выражения.

source: Please edit this file directly in a terminal session.
ru: Отредактируйте данный файл, строго в терминале.

source: Please update your adblock config file to use this package.
ru: Обновите config файл Adblock, чтобы использовать этот пакет.

source: Query
ru: Запросить

source: Query domains
ru: Запросить домены

source: Redirect all DNS queries from 'lan' zone to the local resolver.
ru: Перенаправлять все DNS запросы с интерфейса 'lan' на локальный преобразователь.

source: Runtime information
ru: Текущая информация

source: Startup Trigger
ru: Задержка запуска

source: Suspend adblock
ru: Приостановить Adblock

source: Suspend / Resume adblock
ru: Приостановить / Возобновить Adblock

source: Restrict interface trigger to certain interface(s)
ru: Задайте сетевой интерфейс(ы)

source: Target directory for adblock backups. Please use only non-volatile disks, no ram/tmpfs drives.
ru: Папка для резервного копирования Adblock. Используйте только энергонезависимые диски, ram/tmpfs.

source: Target directory for the generated blocklist 'adb_list.overall'.
ru: Целевая папка для создания списка блокировки 'adb_list.overall'.

source: no domains blocked
ru: нет заблокированных доменов

source: The file size is too large for online editing in LuCI (&gt; 512 KB).
ru: Размер файла слишком большой, для онлайн редактирования в LuCI (&gt; 512 KB).

source: This form allows you to modify the content of the adblock blacklist (%s).<br />
ru: Вкладка позволяет изменять содержимое черного списка Adblock (%s).<br />

source: This form allows you to modify the content of the adblock whitelist (%s).<br />
ru: Вкладка позволяет изменять содержимое белого списка Adblock (%s). <br />

source: This form allows you to modify the content of the main adblock configuration file (/etc/config/adblock).
ru: Вкладка позволяет изменять содержимое главного config файла Adblock-a (/etc/config/adblock).

source: This form allows you to query active block lists for certain domains, e.g. for whitelisting.
ru: Вкладка позволяет запросить домены для конкретных списков, например для белого списка.

source: This form shows the syslog output, pre-filtered for adblock related messages only.
ru: Вкладка системного журнала. Только сообщения связанные с Adblock.

source: To overwrite the default path use the 'DNS Directory' option in the extra section below.
ru: Чтобы заменить дефолтную, используется 'Папка DNS' расширенный вариант раздел ниже.

source: Trigger delay
ru: Задержка запуска

source: Verbose Debug Logging
ru: Подробное ведение журнала отладки

source: Waiting for command to complete...
ru: Ожидание выполнения команды...
