Repository: ptpt52/lede-luci
Catalog: applications/luci-app-fwknopd/po/*/fwknopd.po
Languages: ru

source: Allow SPA clients to request access to services through an iptables firewall instead of just to it.
ru: Разрешить SPA клиентам запрашивать доступ к сервисам через файрвол iptables, а не напрямую.

source: Allow SPA clients to request forwarding destination by DNS name.
ru: Разрешить SPA клиентам запрашивать проброс назначения используя DNS имена.

source: Base 64 key
ru: 64-битный ключ

source: Define a set of ports and protocols (tcp or udp) that will be opened if a valid knock sequence is seen. If this entry is not set, fwknopd will attempt to honor any proto/port request specified in the SPA data (unless of it matches any “RESTRICT_PORTS” entries). Multiple entries are comma-separated.
ru: Определите порты и протоколы (TCP или UDP), которые будут открыты, если отображается допустимая последовательность защищенного постукивания. Если этот параметр не задан, fwknopd постарается исполнить любой прото/порт запрос, указанный в SPA данных (если он соответствует любой “RESTRICT_PORTS” записи). Последовательность данных, разделенных запятыми.

source: Define the length of time access will be granted by fwknopd through the firewall after a valid knock sequence from a source IP address. If “FW_ACCESS_TIMEOUT” is not set then the default timeout of 30 seconds will automatically be set.
ru: Определите, какой срок доступа будет предоставлен fwknopd через файрвол, после допустимой последовательности защищенного постукивания из исходящего IP-адреса. Если параметр “FW_ACCESS_TIMEOUT” не установлен, то автоматически устанавливается тайм-аут по умолчанию в 30 секунд.

source: Define the symmetric key used for decrypting an incoming SPA packet that is encrypted by the fwknop client with Rijndael.
ru: Определите симметричный ключ, используемый для расшифровки входящего SPA пакета зашифрованного fwknop клиентом с помощью Rijndael.

source: Enable Uci/Luci control
ru: Включить управление в Uci/Luci

source: Enable config overwrite
ru: Включить перезапись config файла

source: Firewall Knock Daemon
ru: Демон защищенного постукивания файрвола

source: Firewall Knock Operator
ru: Настройка защищенного постукивания файрвола

source: Force all SPA packets to contain a real IP address within the encrypted data. This makes it impossible to use the -s command line argument on the fwknop client command line, so either -R has to be used to automatically resolve the external address (if the client behind a NAT) or the client must know the external IP and set it via the -a argument.
ru: Обязать все SPA пакеты содержать реальный IP-адрес в зашифрованных данных. Это делает невозможным использование аргумента командной строки -s в командной строке fwknop клиента, поэтому либо -R должен использоваться для автоматического разрешения внешнего адреса (если клиент за NAT), либо клиент должен знать внешний IP и установить его используя аргумент -a.

source: Maximum age in seconds that an SPA packet will be accepted. defaults to 120 seconds
ru: Максимальное время в секундах, в течение которых будет принят SPA пакет, по умолчанию 120 секунд.

source: Normal Key
ru: Нормальный ключ

source: Specify the ethernet interface on which fwknopd will sniff packets.
ru: Укажите ethernet интерфейс, пакеты которого fwknopd будет снифить.

source: The base64 hmac key
ru: Основной 64-битный hmac ключ

source: Use ANY for any source ip
ru: Использовать ЛЮБОЙ, для любого исходящего IP

source: When unchecked, the config files in /etc/fwknopd will be used as is, ignoring any settings here.
ru: Если эта галочка не установлена, config файл /etc/fwknopd будет использоваться как есть, игнорируя любые изменения настроек fwknopd здесь.

source: access.conf stanzas
ru: Код доступа access.conf

source: fwknopd.conf config options
ru: Настройка конфиг файла - fwknopd.conf
